Revit 2027 API
AnalysisDisplayColoredSurfaceSettings Constructor
Overload List
Name | Description
AnalysisDisplayColoredSurfaceSettings() |  Constructs a default instance of colored surface settings.
AnalysisDisplayColoredSurfaceSettings(AnalysisDisplayColoredSurfaceSettings) |  Constructs a new copy of the input AnalysisDisplayColoredSurfaceSettings object.
Top
See Also
Reference
AnalysisDisplayColoredSurfaceSettings Class
Autodesk.Revit.DB.Analysis Namespace